Repository: Cap-go/capacitor-updater
Catalog: ios/*.lproj/Localizable.strings
Languages: es

source: Hello World
es: Hola Mundo

source: success
es: éxito

source: failed
es: fallido

# downloadWithoutURL
source: Download called without URL
es: Descarga llamada sin URL

# downloadWithoutVersion
source: Download called without version
es: Descarga llamada sin versión

# failedToDownload
source: Failed to download from:
es: No se pudo descargar desde la:

source: Reload failed
es: recarga fallida

# nextWithoutId
source: Next called without id
es: Siguiente llamada sin identificación

# setWithoutId
source: Set called without id
es: Conjunto llamado sin identificación

source: Update failed.
es: La actualización falló.

# deleteWithoutId
source: Delete called without id
es: Eliminar llamada sin id

source: Delete failed.
es: Error al eliminar.

# setChannelCalled
source: setChannel called without channel
es: setChannel llamado sin canal

# setCustomIdCalled
source: setCustomId called without customId
es: SetCustomId llamada sin customId

source: Reset failed
es: Error al restablecer

# setMultiDelayCalled
source: setMultiDelay called without delayCondition
es: SetMultiDelay llamada sin delayCondition

source: Failed to delay update
es: No se pudo retrasar la actualización

# cannotCreateFolder
source: The folder cannot be created
es: No se puede crear la carpeta

# cannotDeleteFolder
source: The folder cannot be deleted
es: La carpeta no se puede eliminar

# fileCannotBeUnflat
source: The file cannot be unflat
es: El archivo tiene que ser plana

# decodingFailedForKey
source: Decoding the zip failed with this key
es: La decodificación del zip falló con esta clave

# cannotWrite
source: Cannot write to the destination
es: No se puede escribir al destino

# channelURLNotSet
source: Channel URL is not set
es: La URL del canal no está configurada
